Repository: omeka/plugin-Dropbox
Catalog: languages/*.po
Languages: bg_bg, ca_es, cs, cy_gb, da_dk, de_de, es, et, fr, hr, it, ja, mn, nl_nl, oc, pl, pt_br, pt_pt, ro, sr_rs, tr_tr, zh_cn, zh_tw

source: Dropbox
es: Carpeta de archivos

source: Add Dropbox Files
bg_bg: Добавяне на Dropbox файлове
ca_es: Afegeix fitxers al Dropbox
cs: Přidat soubory z Dropboxu
cy_gb: Ychwanegu Ffeiliau Dropbox
da_dk: Tilføj Dropbox Filer
de_de: Dropbox Dateien hunzufügen
es: Añadir archivos
et: Lisa faile Dropboxist
fr: Ajouter des fichiers Dropbox
hr: Dodaj Dropbox datoteke
it: Aggiungi file da Dropbox
ja: Dropboxファイルを追加
mn: Dropbox-т файл нэмэх
nl_nl: Voeg Dropbox bestanden toe
oc: Apondre de fichièrs Dropbox
pl: Dodaj pliki z Dropboxa
pt_br: Adicionar arquivos do Dropbox
pt_pt: Adicionar ficheiros do Dropbox
ro: Adaugă fișiere Dropbox
sr_rs: Додајте фајлове за Dropbox
tr_tr: Dropbox Dosyaları Ekle
zh_cn: 添加Dropbox文件
zh_tw: 增加Dropbox檔案

source: The Dropbox files directory must be both readable and writable.
bg_bg: Папките с Dropbox файловете трябва да са разрешени за четене и запис
ca_es: El directori "files" del Dropbox ha de tenir permisos de lectura i escriptura.
cs: Adresář Dropboxu musí být čitelný i zapisovatelný.
cy_gb: Mae'n rhaid i'r ffeil cyfeiriadur Dropbox fod yn ddarllenadwy ac yn ysgrifenadwy.
da_dk: Dropbox filernes mappe skal være både læs og skrivbar.
de_de: Das Dropbox Verzeichnis muss lesbar und beschreibbar sein.
es: El directorio de archivos debe tener permisos de escritura y lectura.
et: Dropboxi failide kaust peab olema nii loetav kui ka kirjutatav.
fr: Le répertoire "files" de Dropbox doit être accessible en lecture et en écriture.
hr: Direktorij Dropbox datoteka mora biti i čitljiv/readable i otvoren za izmjene/writeable.
it: La cartella dei file Dropbox deve avere impostati permessi di lettura e scrittura.
ja: Dropboxファイルのディレクトリは、読み書き可能でなければなりません。
mn: Дропбох-ын хавтастай файлууд нь ихэвчлэн уншигдах, бас бичигдэх боломжтой байх ёстой.
nl_nl: De bestandenmap van Dropbox moet zowel leesbaar als schrijfbaar zijn.
oc: Lo repertòri "files" de Dropbox deu èsser accessible en lectura e en escritura.
pl: Katalog plików Dropboxa musi pozwalać na zapis i odczyt.
pt_br: Os arquivos do diretório do Dropbox devem providenciar permissão de leitura e escrita
pt_pt: A pasta de ficheiros do Dropbox deve ter permissões de leitura e escrita.
ro: Directorul fişierelor Dropbox trebuiesc să fie şi editabile şi citibile
sr_rs: Директоријум Dropbox фајлова мора имати могућност читања и писања.
tr_tr: Dropbox dosyaları dizini hem okunabilir hem de yazılabilir olmalıdır.
zh_cn: Dropbox文件目录必须同时可读可写。
zh_tw: Dropbox檔案資料夾必須是可讀寫的。

source: The given path is invalid.
bg_bg: Посоченият път е невалиден
ca_es: La ruta donada no és vàlida.
cs: Zadaná cesta je naplatná.
cy_gb: Mae'r llwybr yna yn annilys.
da_dk: Den angivne sti er ugyldig.
de_de: Ungültige Pfadangabe.
es: La ruta dada es inválida.
et: Sisestatud asukoht pole korrektne.
fr: Le dossier indiqué n'est pas valide.
hr: Dana putanja je neispravna.
it: Il percorso fornito non è valido.
ja: 指定されたパスは無効です。
mn: Өгөгдсөн файлын зам хүчин төгөлдөр бус байна.
nl_nl: Het opgegeven pad is ongeldig.
oc: Lo dorsièr indicat es pas valid.
pl: Podana ścieżka jest nieprawidłowa.
pt_br: O caminho indicado é inválido.
pt_pt: A localização dada é inválida.
ro: Calea dată este invalidă.
sr_rs: Дата путања није исправна.
tr_tr: Verilen yol geçersizdir.
zh_cn: 给定路径是无效的。
zh_tw: 既存的路徑是無效的。

source: The file "%s" does not exist or is not readable.
bg_bg: Файлът "%s" не съществува или е нечетим.
ca_es: El fitxer "%s" no existeix o no es pot llegir.
cs: Soubor "%s" neexistuje nebo není čitelný.
cy_gb: Nid yw'r ffeil "%s" yn bodoli, neu mae'n annarllenadwy.
da_dk: Filen "%s" findes ikke eller er ikke ikke læsbar.
de_de: Die Datei "%s" existiert nicht oder ist nicht lesbar.
es: El archivo "%s" no existe o no tiene permisos de lectura.
et: Faili "%s" pole olemas või see pole loetav.
fr: Le fichier "%s" n'existe pas ou n'est pas lisible.
hr: Datoteka "%s" ne postoji ili nije čitljiva.
it: Il file "%s" non esiste o non è leggibile.
ja: "%s" ファイルは存在しないか、読み込めません。
mn: "%s" файл байхгүй, эсвэл уншигдахгүй байна.
nl_nl: Het bestand '%s' bestaat niet of is niet leesbaar.
oc: Lo fichièr "%s" existís pas o es pas legible.
pl: Plik "%s" nie istnieje lub nie daje się odczytać.
pt_br: O arquivo "%s" não existe ou não permite leitura.
pt_pt: O ficheiro "%s" não existe ou não tem permissões de leitura.
ro: Fişierul "%s" nu există sau nu poate fi citit.
sr_rs: Фајл "%s" не постоји или није читљив.
tr_tr: "%s" isimli dosya oluşturulamaz ya da okunulabilir değildir.
zh_cn: 文件“%s”不存在或不可读。
zh_tw: 檔案 "%s" 不存在或是無法讀取。

source: The file "%s" is not readable.
bg_bg: Файлът "%s" е нечетим.
ca_es: El fitxer "%s" no es pot llegir.
cs: Soubor "%s" není čitelný.
cy_gb: Nid yw'r ffeil "%s" yn ddarllenadwy.
da_dk: Filen "%s" er ikke læsbar.
de_de: Die Datei "%s" ist nicht lesbar.
es: El archivo "%s" no tiene permisos de lectura.
et: Fail "%s" pole loetav.
fr: Le fichier "%s" n'est pas lisible.
hr: Datoteka "%s" nije čitljiva.
it: Il file "%s" non è leggibile.
ja: "%s" ファイルは読み込みできません。
mn: "%s" файл уншигдахгүй байна.
nl_nl: Het bestand '%s' is niet leesbaar.
oc: Lo fichièr "%s" es pas legible.
pl: Plik "%s" nie daje się odczytać.
pt_br: O arquivo "%s" não tem permissão de leitura.
pt_pt: O ficheiro "%s" não tem permissões de leitura.
ro: Fişierul "%s" nu este citibil.
sr_rs: Фајл "%s" није читљив.
tr_tr: "%s" isimli dosya okunulabilir değildir.
zh_cn: 文件“%s”不可读。
zh_tw: 檔案 "%s" 無法讀取。

source: No files have been uploaded to the dropbox.
bg_bg: Няма файлове за качване в Dropbox
ca_es: No s'han trobat fitxers al Dropbox.
cs: V dropboxu nejsou žádné soubory.
cy_gb: Does dim ffeiliau wedi'u llwytho i'r dropbox.
da_dk: Der er ikke nogle filer uploadet til dropbox.
de_de: Keine Dateien sind in die Dropbox hochgeladen worden.
es: No se han subido archivos a la carpeta de archivos.
et: Dropboxi pole ühtegi faili laetud.
fr: Aucun fichier n'a été téléchargé dans Dropbox.
hr: Nisu postavljeni dokumenti na dropbox
it: Nessun file caricato su Dropbox.
ja: ファイルはDropboxにアップロードされていません。
mn: Дропбох руу файл илгээгдээгүй байна.
nl_nl: Er zijn nog geen bestanden naar de Dropbox ge√ºpload.
oc: Cap de fichièr es pas estat telecargat dins Dropbox.
pl: Nie ma żadnych plików w dropboxie.
pt_br: Nenhum arquivo foi colocado no Dropbox.
pt_pt: Não foram transferidos ficheiros para a dropbox.
ro: Nici un fişier nu a fost încărcat în dropbox
sr_rs: Нема фајлова додатих у Dropbox.
tr_tr: Dropbox'a hiçbir dosya yüklenmemiştir.
zh_cn: 还没有文件上传至dropbox。
zh_tw: dropbox還沒有上傳的檔案。

source: Filter files by name:
bg_bg: Филтриране на файловете по име:
ca_es: Filtreu el fitxers per nom:
cs: Filtrovat soubory podle jména:
cy_gb: Hidlo ffeiliau yn Ã´l enw:
da_dk: Filtrer Filer efter navn:
de_de: Dateien nach Namen filtern:
es: Filtrar por nombre:
et: Filtreeri faile nime järgi:
fr: Filtrer les fichiers par nom :
hr: Filtriraj datoteke po imenu:
it: Filtra file per nome:
ja: 名前でファイルをフィルタリングする：
mn: Файлын нэрээр шүлтүүр хийх
nl_nl: Filter bestanden op naam:
oc: Filtrar los fichièrs per nom :
pl: Filtruj pliki według nazwy:
pt_br: Filtrar arquivos por nome:
pt_pt: Filtrar ficheiros pelo nome:
ro: Filtrează fişiere după nume:
sr_rs: Филтрирати фајлове према називу:
tr_tr: Dosyaları isme göre filtrele:
zh_cn: 按文件名过滤：
zh_tw: 依名稱過濾檔案：

source: Show All
bg_bg: Покажи всички
ca_es: Mostra tots
cs: Ukázat vše
cy_gb: Dangos Popeth
da_dk: Vis Alle
de_de: Alle anzeigen
es: Mostrar todos
et: Näita kõiki
fr: Tout afficher
hr: Prikaži sve
it: Mostra tutto
ja: すべて表示
mn: Бүгдийг харуул
nl_nl: Toon alle
oc: Afichar tot
pl: Pokaż wszystko
pt_br: Mostrar Todos
pt_pt: Mostrar todos
ro: Arată tot
sr_rs: Прикажи све
tr_tr: Hepsini Göster
zh_cn: 显示所有
zh_tw: 顯示全部

source: File Name
bg_bg: Име на файл
ca_es: Nom del fitxer
cs: Název souboru
cy_gb: Enw'r Ffeil
da_dk: Fil Navn
de_de: Datename
es: Nombre
et: Failinimi
fr: Nom de fichier
hr: Naziv datoteke
it: Nome file
ja: ファイル名
mn: Файлын нэр
nl_nl: Bestandsnaam
oc: Nom de fichièr
pl: Nazwa pliku
pt_br: Nome do Arquivo
pt_pt: Nome do ficheiro
ro: Nume fișier
sr_rs: Назив фајла
tr_tr: Dosya Adı
zh_cn: 文件名
zh_tw: 檔名

source: To make files available in the Dropbox, upload them to the Dropbox plugin's files/ folder on the server. Dropbox files can be added in bulk to your site from this page, or added to individual items through an item's admin interface.
bg_bg: За да направите файловете достъпни в Dropbox, качете ги в папката на Dropbox приложението на сървъра. Dropbox файловете могат да бъдат добавени на куп към вашият сайт от тази страница или да бъдат добавени индивидуално като документи от Администраторския панел
ca_es: Per carregar fitxers, primer els heu de deixar al directori "files", que es troba dins del directori "Plugins>Dropbox". Aquests fitxers poden ser carregats en lot al repositori des d'aquesta pàgina, o ser afegits individualment des de la pàgina de creació d'ítems.
cs: Chcete-li soubory zpřístupnit v Dropboxu, nahrajte je do souborů / složek pluginu Dropbox na serveru. Dropbox soubory mohou být přidány hromadně na váš web z této stránky, nebo přidávny k jednotlivým položkám přes administrační rozhraní.
cy_gb: Er mwyn cael y ffeiliau Dropbox yn ar gael, dylid llwytho nhw i ffeiliau/ffolderi'r ategyn Dropbox ar y gweinydd. Gellir ychwanegu ffeiliau Dropbox mewn swp o'ch safle ar y dudalen hon, neu ychwanegu'r ffeiliau trwy ryngwyneb gweinyddol yr eitem.
da_dk: For at få filerne tilgængelige i Dropbox, upload dem til Dropbox plugin's files/ mappe på servern. Dropbox filer kan tilføjes i klump til dit site fra denne side, eller tilføjes individuelle objekt gennem objekt i admin's interface
de_de: Um Dateien in Dropbox bereitzustellen, laden Sie diese in die entsprechenden Verzeichnisse auf dem Dropbox-Server. Dateien können entweder auf einmal in Ihre Site von dieser Seite aufgenommen werden oder einzeln über das entsprechende Admin Interface für Objekte.
es: Para hacer los archivos disponibles en el directorio de archivos, súbelos a la carpeta de archivos dentro del directorio del plugin en el servidor. Estos archivos pueden añadirse en masa, o de forma individual a través del panel de control.
et: Et teha failid Dropboxis kättesaadavaks, laadi need üles Dropboxi plugina kausta files. Dropboxi faile saab sinu saidile hulgi lisada sellelt lehelt või lisades ühikuid ükshaaval läbi adminiliidese.
fr: Pour rendre les fichiers disponibles dans Dropbox, téléchargez les dans le dossier files/ du répertoire Dropbox sur le serveur. Les fichiers Dropbox peuvent être ajouté en lot à votre site depuis cette page, ou associés à des contenus spécifiques dans l'interface d'administration des contenus.
hr: Postavite datoteke u mapu Dropbox plugina na serveru. Dropbox datoteke mogu se skupno dodati s ove stranice, ili pojedinačno dokumentima kroz administratorsko sučelje za upravljanje dokumentima.
it: Per rendere i file disponibili su Dropbox, procedere con l'upload degli stessi nella cartella dei file del plugin presente sul server. Più file Dropbox possono essere aggiunti contemporaneamente sul tuo sito da questa pagina o aggiunti manualmente attraverso la pagina di amministrazione dell'oggetto.
ja: Dropboxでファイルを利用するには、それらをサーバー上のDropboxプラグインのファイル/フォルダにアップロードします。 Dropboxファイルは、このページからサイトに一括して追加することも、アイテムの管理インターフェースから個々のアイテムに追加することもできます。
mn: Dropbox-н файлуудыг идэвхитэй болгохын тулд серверт dropbox -н плагиныг суулгах шаардлагатай. Энэ хуудаснаас файлуудыг Танай сайтруу нэмэх болно, Эсвэл админ хэсэгт мэдээлэл тус бүрт нэмнэ.
nl_nl: Om bestanden in de Dropbox beschikbaar te maken, moet u ze naar de bestanden/map van de Dropbox-plug-in op de server uploaden. Vanaf deze website kunt u meerdere Dropbox-bestanden tegelijk aan uw website toevoegen of kunt u ze via de beheerdersinterface van een item aan losse items toevoegen.
oc: Per rendre los fichièrs disponibles dins Dropbox, telecargatz-los dins lo dorsièr files/ del repertòri Dropbox sul servidor. Los fichièrs Dropbox pòdon èsser aponduts en lòt a vòstre site dempuèi aquesta pagina, o associats a de contenguts especifics dins l'interfàcia d'administracion dels contenguts.
pl: Aby pliki były dostępne w Dropboxie należy dodać je do folderu plików wtyczki Dropbox na serwerze. Pliki mogą następnie być dodane do systemu hurtowo poprzez tę stronę, lub dołączane do poszczególnych publikacji z poziomu panelu administracyjnego.
pt_br: Para fazer com que os arquivos estejam disponíveis no Dropbox, faça o upload no plugin do Dropbox no servidor. Múltiplos arquivos do Dropbox podem ser adicionados simultaneamente, ou anexados a itens individuais através do painel de administração do item.
pt_pt: Parea que os ficheiros fiquem disponíveis na Dropbox, transfira-os para o plugin de ficheiros/pastas do Dropbox no servidor. Os ficheiros Dropbox podem ser adiccionados em lote ao seu site a partir desta página, ou adiccionados a items individuais através do interface de administrador.
ro: Pentru a face fișierele disponibile în Dropbox, încărcați-le fișierele / folderele modulului Dropbox de pe server. Fișierele Dropbox pot fi adăugate în bloc pe site-ul dvs. din această pagină, sau adăugate la elemente individuale prin intermediul interfeței de administrare a rersursei.
sr_rs: Како би фајлови били доступни у Dropbox-у пренесите их у фајлове/фолдере плагина за Dropbox на серверу. Dropbox фајлови се могу додати вашем сајту групно са ове странице или се могу додати појединачно путем админстраторског интерфејса.
tr_tr: Dosyaları Dropbox'ta geçerli hale getirmek için onları, server'daki Dropbox Eklentileri' dosyasına / klasörüne yükleyiniz.
zh_cn: 为使Dropbox的文件可以使用，把它们上传到服务器上Dropbox插件的files/文件夹里。在本页可以给您的网站批量添加Dropbox文件，或者可以在条目的管理界面上添加到单个条目中。
zh_tw: 要透過Dropbox使用檔案，上傳它們到伺服器上Dropbox外掛的 files/ folder資料夾。Dropbox檔案可以藉由這個頁面大量增加到你的網站，或是透過單件的管理介面增加至個別單件。

source: Batch Add Items
bg_bg: Пакетни добавяне на документи
ca_es: Afegiu ítems en lot
cs: Dávkové přidání položek
cy_gb: Ychwanegu Swp o Eitemau
da_dk: Batch Tilføj Objekt
de_de: Objekte im Batch laden
es: Añadir elementos en masa
et: Ühikute hulgi lisamine
fr: Ajouter des contenus par lot.
hr: Skupno dodaj dokumente
it: Aggiungi più oggetti.
ja: アイテムの一括追加
mn: Багц мэдээлэл нэмэх
nl_nl: Voeg meerdere items tegelijk toe
oc: Apondre de contenguts per lòt.
pl: Wsadowe dodawanie publikacji
pt_br: Adicionar Múltiplos Ítens
pt_pt: Adiccionar itens em lote
ro: Adaugă grupe de înregistrări
sr_rs: Batch процедура за додавање јединица
tr_tr: İtemleri Toplu Olarak Ekle
zh_cn: 批量添加条目
zh_tw: 批次增加單件

source: For each file selected, a new item will be created. The properties set to the right will be applied to each new item.
bg_bg: За всеки избран файл ще бъде създаден нов документ. Настройките избрани в дясно ще се прилагат за всеки нов документ.
ca_es: Per cada fitxer seleccionat, es crearà un nou ítem. Les propietats que figuren a la dreta s'aplicaran a cadascun d'aquests.
cy_gb: Bydd eitem newydd yn cael ei greu ar gyfer pob ffeil a ddewiswyd. Bydd y priodweddau ar y dde yn weithredol ar bob eitem newydd.
da_dk: For hver fil der er valgt, vil et nyt objekt blive oprettet. De egenskaber der er sat til højre, vil blive anvendt på hvert nyt objekt.
de_de: Für jede ausgewähkte Datei wird ein neues Objekt erstellt. Die Einstellungen auf der rechten Seite werden auf jedes dieser neuen Objekte angewandt.
es: Para cada archivo seleccionado, un nuevo elemento se creará. Las propiedades se aplicarán a cada nuevo elemento.
et: Iga valitud faili kohta luuakse uus ühik. Paremal määratud omadused lisatakse igale uuele ühikule.
fr: Pour chaque fichier sélectionné, un nouveau contenu sera créé. Les propriété seront définies à droite seront appliquées à chaque nouveau contenu.
hr: Za svaku odabranu datoteku kreirat će se novi dokument. Svojstva postavljena na desnoj strani primijenit će se za svaki novi dokument.
it: Per ogni file selezionato verra' creato un oggetto. Le proprieta' impostate sulla destra verranno applicate a ciascun oggetto.
ja: 選択したファイルごとに、新しいアイテムを作成します。 右側に設定されたプロパティは新しいアイテムに適用されます。
mn: Бүх идэвхжүүлсэн файлуудаас шинэ мэдээлэл үүслээ. Шинэ мэдээлэл бүрд зөв шинж чанарыг тохируулна.
nl_nl: Voor elk geselecteerd bestand wordt een nieuw item aangemaakt. De eigenschappen die rechts zijn ingesteld worden op elk nieuw item toegepast.
oc: Per cada fichièr seleccionat, un novèl contengut serà creat. Las proprietats seràn definidas a dreita seràn aplicadas a cada contengut novèl.
pl: Dla każdego wybranego pliku zostanie utworzona publikacja. Właściwości ustawione po prawej będą zastosowane do każdej nowej publikacji.
pt_br: Para cada arquivo selecionado, um novo item será criado. As propriedades a direita serão adicionadas a cada novo item.
pt_pt: Por cada ficheiro seleccionado, será criado um novo item. As propiredades definidas na coluna da direita serão aplicadas a cada novo item.
ro: Pentru fiecare fişier selectat, o noua resursă va fi creată. Proprietăţile setate ca drepturi vor fi aplicate pentru fiecare resursă nouă.
sr_rs: За сваки селектовани фајл биће креирана нова јединица. Особине подешене десно биће примењене за сваку нову јединицу.
tr_tr: Seçilen her dosya için yeni bir item oluşturulacaktır. Her yeni item için de sağa doğru ayarlanmış özellikler uygulanacaktır.
zh_cn: 对每个选中的文件，都会创建一个新条目。右边设定的属性会应用于每个新条目。
zh_tw: 對每個已挑選檔案，會創建一筆新的單件。右邊的屬性設置將會套用到每個新的單件。

source: Upload Files as Items
bg_bg: Качване на файлове като Документи
ca_es: Carrega els fitxers com a ítems
cs: Načíst soubory jako položky
cy_gb: Ychwanegu Ffeiliau fel Eitemau
da_dk: Upload Filer som Objekt
de_de: Dateien als Objekte hochladen
es: Subir archivos como elementos
et: Laadi failid üles ühikutena
fr: Transformer les fichiers en contenus.
hr: Postavi datoteke kao dokumente
it: Carica file come oggetti
ja: ファイルをアイテムとしてアップロードする
mn: Файлыг илгээх
nl_nl: Upload bestanden als items
oc: Transformar los fichièrs en contenguts.
pl: Dodawanie plików jako publikacji
pt_br: Fazer Upload dos Arquivos como Itens
pt_pt: Transferir ficheiros como items
ro: Fişiere incărcate ca Resurse
sr_rs: Аплоудуј Фајлове као Јединице
tr_tr: Dosyaları İtem Olarak Yükle
zh_cn: 上传文件为条目
zh_tw: 上傳檔案為單件
